Repository: denrytmiske/drh_dk
Catalog: sites/all/modules/contrib/nodereference_explorer/translations/*.po
Languages: de

source: Interactive node browser as a nodereference widget
de: Interaktiver Node Browser implementiert als Nodereference Widget

source: OK
de: Speichern

source: Cancel
de: Abbrechen

source: Table (Selectable)
de: Tabelle (Selektierbar)

source: Displays and wraps a table with selectable rows.
de: Zeigt eine Tabelle mit selektierbaren Reihen an.

source: Fields (Selectable)
de: Felder (Selektierbar(

source: (Displays and wraps each field in a selectable row.
de: (Zeigt jedes Feld mit selektierbaren Reihen an.

source: Title
de: Titel

source: Type
de: Typ

source: Last changed date
de: Zuletzt geändertes Datum

source: User
de: Benutzer

source: Published
de: Veröffentlicht

source: Node: Type
de: Node: Typ

source: Node: Title
de: Node: Titel

source: Node: Updated date
de: Node: Zuletzt geändertes Datum

source: Browse
de: Durchsuchen

source: Remove
de: Löschen

source: yes
de: ja

source: no
de: nein

source: Content
de: Inhalt

source: These settings let you configure the widget related content, e. g. preview.
de: Mit diesen Einstellungen können Widget Inhalte konfiguriert werden, z. B. die Vorschau.

source: Preview display
de: Vorschau Anzeige

source: Leave it blank if you do not want to use any preview.
de: Leer lassen, wenn keine Vorschau erwünscht ist.

source: Below
de: Darunter

source: Above
de: Darüber

source: Preview position
de: Vorschau Position

source: Determine whether the preview should be shown above or below the core widget.
de: Festlegen ob die Vorschau über oder unter dem Haupt Widget angezeigt werden soll.

source: Center
de: Zentral

source: Left middle
de: Links Mitte

source: Right middle
de: Rechts Mitte

source: Top center
de: Oben zentral

source: Bottom center
de: Unter zentral

source: These settings are the configuration options of the jQuery UI dialog window.
de: Diese Einstellungen dienen der Konfiguration des jQuery UI Dialog Fensters.

source: The label in the title bar.
de: Die Bezeichnung in der Titelleiste.

source: Width
de: Breite

source: The preferred width of the dialog window.
de: Die bevorzugte Breite des Dialog Fensters.

source: Height
de: Höhe

source: The preferred height of the dialog window.
de: Die bevorzuge Höhe des Dialog Fensters.

source: Nodereference Explorer supports other Drupal module APIs for dialogs: !modalframe.
de: Nodereference Explorer unterstützt andere Drupal Modul APIs für Dialoge: !modalframe.

source: The position of the dialog window.
de: Die Position des Dialog Fensters.

source: Module (built-in)
de: Modul (eingebaut)

source: Default
de: Standard

source: Global (current)
de: Global

source: Widget theme composed of module, global and jquery_ui module themes (subpath:
de: Widget theme zusammengesetzt aus Modul, global and jquery_ui Module themes (Unterverzeichnis:

source: CSS scope
de: CSS Geltungsbereich

source: This field allows you to specify a CSS scope to limit your theme to a particular portion of a page. This is helpful when using multiple themes on a page. If you don't provide a CSS scope, your theme will apply to all UI elements on a page.
de: Dieses Feld erlaubt die Definition eines CSS Geltungsbereichs um das Theme auf eine spezielle Region einer Seite einzuschränken. Dies ist hilfreich wenn mehrere Themes auf einer Seite verwendet werden. Wenn keine CSS Geltungsbereich eingegeben wird, wird das gewählte Theme auf alle UI Elemente angewendet.

source: Background iFrame (IE 6)
de: Hintergrund iFrame (IE 6)

source: Loads a background iframe, fixes the IE 6 z-Index issue that background form controls <br/>like a drop-down or select list show on top of the dialog
de: Lädt einen Hintergrund iframe und behebt damit das IE 6 z-Index Problem, welches Hintergrund Eingabefelder <br/>wie eine Drop-dow oder Selektionsliste auf dem Dialog anzeigen

source: Extra dimensions
de: Zusätzliche Dimensionen

source: Minimal width
de: Minimale Breite

source: The minimal width of the dialog window (leave blank or 0 if no limit).
de: Die minimale Breite des Dialog Fensters (leer lassen oder 0 wenn keine Grenze).

source: Minimal height
de: Minimale Höhe

source: The minimal height of the dialog window (leave blank or 0 if no limit).
de: Die minimale Höhe des Dialog Fensters (leer lassen oder 0 wenn keine Grenze).

source: Maximal width
de: Minimale Breite

source: The maximal width of the dialog window (leave blank or 0 if no limit).
de: Die maximale Breite des Dialog Fensters (leer lassen oder 0 wenn keine Grenze).

source: Maximal height
de: Maximale Höhe.

source: The maximal height of the dialog window (leave blank or 0 if no limit).
de: Die maximale Höhe des Dialog Fensters (leer lassen oder 0 wenn keine Grenze).

source: Controls
de: Steuerung

source: Draggable
de: Verschiebbar

source: Specify if the dialog can be dragged by clicking the title bar.
de: Definiert ob der Dialog verschiebbar ist.

source: Resizable
de: Vergrösserbar

source: Specify if the dialog can be resized.
de: Definiert ob der Dialog ergrösserbar ist.

source: Close by escape
de: Schliessen mit Escape

source: Specify if the dialog can be closed when pressing the escape (Esc) button
de: Definiert ob der Dialog mit der Escape (Esc) Taste geschlossen werden kann

source: Effects
de: Effekte

source: None
de: Keine

source: Slide
de: Gleiten

source: Show effect
de: Effekt bei Anzeige

source: Specify the effect when the dialog window opens.
de: Definiert den Effekt wenn das Dialog Fenster öffnet.

source: Close effect
de: Effekt bei Schliessen

source: Specify the effect when the dialog window closes.
de: Definiert den Effekt wenn das Dialog Fenster schliesst.

source: must be a positive integer.
de: muss eine positive Ganzzahl sein.

source: Preview loading, please wait...
de: Vorschau lädt, bitte warten...
